import { Layout } from "../components/Layout";
const About = () => {
  return (
    // <div className="container">
    <Layout>
      <h1>Здравствуйте! Меня зовут Нина. Мне 38 лет.</h1>
      <article>
        <p></p>Я замужем. Имею двоих детей 7 и 10 лет. Год назад переехала в
        Германию в г. Кельн. Имею уровень немецкого языка B2. Есть сертификат
        Telc. Получила его в Германии. Помогу подготовиться к международному
        экзамену по немецкому языку уровня А1, B1 Гете-института
        (Göthe-Institut), а также к языковым тестам для поздних переселенцев
        (Sprachtest). Обучалась самостоятельно для сдачи данных экзаменов с
        целью переезда в Германию по программе Поздних переселенцев. Сдала
        экзамен Start Deutsch A1 на 100 баллов. Экзамен уровня Б2 на 220 из 240.
        При подготовке к А1 сама разобрала все возможные темы карточек с
        просьбами, вопросами и запретами, которые встретятся на экзамене,
        написала все письма, анкеты, заявления и пр. На занятии мы подробно
        разберем все темы карточек, все варианты письма и все возможные вопросы,
        которые могут задать на экзамене. Все ученики успешно сдают экзамен с
        первого раза, независимо от уровея первоначальной подготовки. Средний
        срок обучения к А1 с нуля 2-3 месяца. К Б1 3,4 месяца при уверенном
        владении А2. То есть с нуля понадобится не менее 9 месяцев. Интенсивно
        готовлю к устной части экзамена Б1 (B1) для сдачи в Гете институте, Есть
        все возможные темы,описания картинок, презентации и диалоги. Ученика с
        уровнем начала А2 подготовлю только к устной части Б1 за 2 месяца. Могу
        проводить обучение онлайн Скайп Skype , Зум Zoom, Вотсап Whatsapp,
        Телеграмм Telegramm, Майкрасофт Тим Microsoft Team, Viber, Вайбер.
        Занимаюсь с детьми и взрослыми немецким языком, как по школьной
        программе (совместная подготовка к уроку, выполнение домашней работы,
        подготовка к контрольной, повторение прошлых тем, так и по собственной
        методике - работа с российскими и иностранными учебниками, карточками,
        песнями, играми. Работаю с учебниками Лагуна Laguna 2, Горизонты
        Horizonte 1, 2 5 и 6 класс, Planetino 1, 2, Spotlight 1, 2, KidsBox 1,2,
        Linie всех уровней. Для тех, кто немного знает английский язык, буду
        преподавать немецкий, используя в основном английский, и в процессе
        обучения сравнивая их, так как языки очень похожи. Имею успешный опыт
        обучения своих и знакомых детей, а также пожилых родственников,
        родителей. Нахожу общий язык с людьми всех возрастов - особенно сложных
        для мотивации и стимулирования к изучению языков категорий граждан - с
        Подростками и Пенсионерами)). По результатам первого общения в
        зависимости от желаемых сроков и уровня итоговых знаний составляю
        индивидуальный план работы. Каждому ученику предлагаю составленные
        конкретно для него набор тем и упражнений. После каждого урока высылаю
        разобранный на уроке материал и задания, упражения к нему. Подстроюсь
        под ваш график. Всегда на связи в Вотсапе и Телеграмме. Образование
        Высшее, Математик, Системный программист. Работала 10 лет в технической
        поддержке и тестировании ПО. Сейчас работаю программистом и
        тестировщиком ПО из дома, подрабатываю репетитором. Могу поддерживать
        переписку по вотсапу или телеграмм в течение дня на английском или
        немецком языке. А также пересылать аудио сообщения. Занимаюсь немецким
        языком по книгам Ешко - начальный и средний уровень, совместное
        прослушивание аудио уроков и выполнение заданий. Есть много учебников,
        самоучителей, карточек, журналов, брошюр, листовок, примеров заданий из
        Гете Института и художественной литературы на немецком и английском
        языке. Можем совместно читать и разбирать тексты, прослушивать диалоги,
        петь песни, просматривать передачи, разбирать и обсуждать фильмы. Есть
        рекомендации от знакомых. Слова для поисковика Немецкий онлайн Репетитор
        немецкого языка Репетитор немецкий язык Репетитор по немецкому языку
        Учитель немецкого языка Немецкий язык по скайпу Репетитор по немецкому
        языку по скайпу Преподаватель по немецкому языку Преподаватель немецкого
        языка Немецкий язык Гёте сертификат Подготовка к экзамену по немецкому
        языку Gоеthе Zеrtifikаt Подготовка к Gоеthе Zеrtifikаt Зум, скайп,
        вотсап, телеграмм Пенсионеры, пожилые люди, Шпрахтест, шпрах тест,
        Sprachtest Hoch Deutsch Хох дойч
      </article>
    </Layout>
  );
};

export { About };
